[
    {
        "id": 2,
        "category": "PETKA",
        "joke": "Спасаются Чапаев и Петька от белых. Видят — колодец. Забрались в него, затихарились, сидят. Подходят белые к колодцу и говорят между собой:\n — Куда ж они подевались? Может, в лесу скрылись?\nПетька из колодца:\n — …скрылись, скрылись, скрылись…\n — Или на дерево забрались?\n — …забрались, забрались, забрались…\n — А, может, они дальше побежали?\n — …побежали, побежали, побежали…\n — Или, может, гранату в колодец кинуть?\n — …А может, они дальше побежали? А может, они дальше побежали? А, может, они дальше побежали?.."
    },
    {
        "id": 3,
        "category": "SPY",
        "joke": "Штирлиц всю ночь топил камин. \nНа утро камин утонул."
    },
    {
        "id": 4,
        "category": "SPY",
        "joke": "Штирлиц долго смотрел в одну точку. Потом в другую. \n\"Двоеточие!\" - наконец-то смекнул Штирлиц."
    },
    {
        "id": 5,
        "category": "SPY",
        "joke": "Во время секретного совещания в бункер Гитлера с шашкой наголо ворвался Штирлиц и закричал:\n- Порублю, гады.\nГады скинулись по рублю. Штирлиц собрал деньги и ушел."
    },
    {
        "id": 6,
        "category": "SPY",
        "joke": "Штирлицу за шиворот упала гусеница. \n\"Где-то взорвался танк,\" -- подумал Штирлиц."
    },
    {
        "id": 7,
        "category": "SPY",
        "joke": "- Штирлиц, на вас поступил донос от соседей. Пишут, что вы вчера пили, буянили и ругались по-русски!\nШтирлиц молча берёт лист бумаги и пишет ответный донос:\n\"Группенфюреру СС Генриху Мюллеру. Мои соседи знают русский язык и, что особенно подозрительно, разбираются в ненормативной русской лексике!\"."
    },
    {
        "id": 8,
        "category": "PETKA",
        "joke": "Музей Революции. Экскурсовод водит экскурсантов, останавливается возле экспоната — скелета — и объясняет:\n — Это скелет легендарного героя Василия Ивановича Чапаева.\nОдин из экскурсантов спрашивает:\n — А чей это маленький скелетик рядом?\nГид после секундной паузы:\n — Это скелет Василия Ивановича в детстве."
    },
    {
        "id": 9,
        "category": "ANIMAL",
        "joke": "Поймал волк зайца в лесу:\n- слыш заяц, я тут в лесу теперь главный. Завтра принесешь мне 1000 руб., а пока гуляй от сюда!\nЗаяц пригорюнился, пошел к медведю жаловаться. Медведь подумал, подумал и говорит зайцу:\n- знаешь косой, а ты пошли его нахер и все!\nНа следующий день волк встречает зайца и спрашивает:\n- ну и где мои бабки, серый ?!\n- слыш Волк, идика ты нахер! Отвечает заяц.\nВолк в бешенстве трясет зайца и в гневе кричит:\n- ну ты попал серый! За борзость завтра 10 000 руб принесешь, иначе кранты, завяжу уши и в болото брошу!\nЗаяц еще больше пригорюнился, побрел к медведю. Мол так вот и так, лютует волк, теперь 10 000 просит!\nМедведь подумал, подумал, и говорит:\n- а ты пошли его нахер!\nПоймал волк зайца на следующий день:\n- ну что косой, одумался? Где мои деньги?\nЗаяц:\n- слыш серый, иди ка ты нахер!\nВолк:\n- ну все белая сопля! Пробил твой час! Теперь тебе точно капец! Один шанс у тебя спастись - завтра принесешь мне\n100 000, иначе потеряю тебя в лесу навсегда!\nЗаяц совсем лицо потерял, в слезах прибежал к медведю и говорит:\n- я волка нахер послал, а он сказал 100 000 руб завтра принести, что теперь делать?!\nМедведь:\n- Ну, косой, 100 000 руб. - сумма серьезная. Надо отдать."
    },
    {
        "id": 10,
        "category": "PETKA",
        "joke": " — Критика, — учит Чапай, — это когда ты, Петька, рядовой боец, можешь мне в глаза сказать все, что угодно.\n — И ничего мне за это не будет?\n — Ничего, Петька! Ни коня нового, ни шашки, ни шинели…"
    },
    {
        "id": 11,
        "category": "PETKA",
        "joke": "Попал Чапаев в плен к белякам. Три дня его пытали, но так ничего и\nне добились. Бросили в камеру, а сами поглядывают в глазок.\nВидят — Чапаев головой о стенку бьется.\n — Проклятый склероз! Так и расстрелять могут."
    },
    {
        "id": 12,
        "category": "ANIMAL",
        "joke": "На птичьем рынке: \n— Скажите, пожалуйста, это кошечка или котик? \n— А что, по ушам не видно?! \n— Нет. \n— Это заяц."
    },
    {
        "id": 13,
        "category": "ANIMAL",
        "joke": "Главное отличие между животными и людьми то, что животные не держат дома людей. Хотя коты могут с этим утверждением и не согласиться."
    },
    {
        "id": 14,
        "category": "ANIMAL",
        "joke": "После недельной голодовки льву пришлось признать, что царь зверей — сторож зоопарка."
    }
]